<table width="90%">
<tr>
<td>
<font face="Verdana" size="-1">
<h4>ANN: La fundaci&oacute;n FirebirdSQL</h4>
<font size=1>
tr. Alfonso Ricaño Bringas
<font size="-1">
<p>Estamos muy complacidos de anunciar la formaci&oacute;n de &quot;La Fundaci&oacute;n 
  FirebirdSQL&quot;, una asociaci&oacute;n sin fines de lucro con el objetivo 
  de apoyar y avanzar en el desarrollo del Sistema Gestor de Bases de Datos Relacional 
  FirebirdSQL.</p>
<p>Desde los inicios del proyecto Firebird en julio de 2000, se discuti&oacute; 
  la posibilidad de crear una organizaci&oacute;n sin fines de lucro para obtener 
  y canalizar fondos.</p>
<p>A finales de junio de 2002, algunos de nosotros empezamos a retomar seriamente 
  esta opci&oacute;n. Las formalidades legales de crear una asociaci&oacute;n 
  sin fines de lucro han tomado varios meses, un proceso que result&oacute; en 
  nuestro 'grupo de direcci&oacute;n', estableciendo las metas y reglas para la 
  nueva Fundaci&oacute;n. Durante este tiempo los miembros del grupo de direcci&oacute;n 
  tambi&eacute;n han perseguido los objetivos de la Fundaci&oacute;n de una manera 
  informal.</p>
<p>El progreso hasta ahora ha sido bueno. Las bases de la Fundaci&oacute;n requieren 
  la obtenci&oacute;n de fondos de cuotas de membres&iacute;a ($300 USD. anuales) 
  y otras actividades, y canalizar tales fondos hacia el desarrollo. Con un grupo 
  inicial de 15 personas y consejos de otros miembros de la comunidad de Firebird, 
  la Fundaci&oacute;n FirebirdSQL ha sido capaz en los cuatro meses recientes 
  de proveer de fondos a Dmitry Yemanov para apoyar su excelente trabajo en el 
  proyecto, -y hemos tenido la capacidad de continuar obteniendo fondos que le 
  gratifiquen por al menos un a&ntilde;o m&aacute;s.</p>
<p>Recientemente la Fundaci&oacute;n ha aceptado ofertas de patrocinio de IBPhoenix 
  y de Atkin &amp; Associates. Esto ha elevado el nivel de fondos para este a&ntilde;o 
  por encima de $12,000 USD, permiti&eacute;ndonos tambi&eacute;n gratificar con 
  fondos a Alex Peshkov por algunas tareas de desarrollo de Firebird 1.5 y a Claudio 
  Valderrama por la tarea de revisar los cambios en el c&oacute;digo.</p>
<p>Al enfocarnos en Dmitry, Claudio y Alex como los primeros en recibir gratificaciones 
  de ninguna manera disminuye nuestro aprecio por los esfuerzos extraordinarios 
  del resto de las personas que participan en Firebird. Nos gustar&iacute;a tambi&eacute;n 
  enfatizar que nuestras gratificaciones no compensan a Dmitry, Claudio y Alex 
  en cuanto al costo que tendr&iacute;a su trabajo en tarifas comerciales, y ellos 
  tambi&eacute;n merecen nuestro aprecio por sus esfuerzos extraordinarios. Sin 
  embargo esperamos que las gratificaciones les permitan dedicar tiempo a Firebird, 
  y que todos los dem&aacute;s involucrados en Firebird obtengan alg&uacute;n 
  beneficio al ver nuestro proyecto avanzar debido a su trabajo.</p>
<p>A la Fundaci&oacute;n le gustar&iacute;a ampliar su apoyo a otras actividades 
  de desarrollo de Firebird que consideramos que requieren nuestra atenci&oacute;n. 
  Como prioridad tenemos la obtenci&oacute;n de fondos adicionales, mediante el 
  incremento de membres&iacute;as y patrocinios, para proveer gratificaciones 
  en las siguientes &aacute;reas:</p><ol>
<li>Aseguramiento de Calidad y Pruebas<br>
  Nos gustar&iacute;a proveer apoyo de gratificaciones para el desarrollo y refinamiento 
  de los conjuntos de pruebas autom&aacute;ticas basadas en el conjuno original 
  TCS de InterBse, y el nuevo conjunto QMTest desarrollado por Pavel Cisar.</p>
<p>y</p>
<li>Auditor&iacute;a de Seguridad y Mejoras<br>
  Nos gustar&iacute;a proveer apoyo de gratificaciones para que una persona participe 
  en una auditor&iacute;a de seguridad del c&oacute;digo de Firebird, y a&uacute;n 
  m&aacute;s importante, permitir que esa persona corrija cualquier detalle que 
  surja durante la auditor&iacute;a.</p></ol>
<p>Por tal motivo si usted o su compa&ntilde;&iacute;a son usuarios de Firebird 
  y obtienen beneficios del trabajo hecho hasta ahora, o si es usted un usuario 
  potencial y nuestro trabajo le va a beneficiar en el futuro, ponemos a su consideraci&oacute;n 
  que se convierta en un miembro de la Fundaci&oacute;n FirebirdSQL, o ser un 
  patrocinador, o hacer una donaci&oacute;n, y ayudarnos a progresar en este importante 
  trabajo.</p>

<p>Sinceramente,</p>
<p>El Comit&eacute; de Direcci&oacute;n de la Fundaci&oacute;n FirebirdSQL</p>
<p>Gary T. Benner, Helen Borrie, Lucas Franzen, Frank Ingermann,<br>
  Aage Johansen, Sean Leyne, Mark O'Donohue, Andreas Pohl, <br>
  Phil Shrimpton, Thomas Steinmaurer, Karsten Strobel, Martijn Tonies, <br>
  Svein Erling Tysvaer, Claudio C. Valderrama, Jason Wharton, <br>
  Geoff Worboys, Dmitry Yemanov<br>
</p>
</table>
