<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
                             
  <meta http-equiv="Content-Type" content="text/html; charset=x-sjis">
                             
  <meta name="DESCRIPTION" content="FirebirdSQL Relational Database.">
                             
  <meta name="KEYWORDS"
 content="Firebird, FirebirdSQL, jbird, IBPhoenix, InterBase, ISC,  interbase, Database, database, Relational, relational, Relational Database, PostgreSQL, MYSQL, Borland, BORLAND, INPRISE, Inprise Corporation, Client/Server, client server products, client/server solutions, Development Tools, Delphi, JBuilder, Linux, Open Source, Web Database Development, C++Builder, database tools, database development tools, database engines, database programming, SQL, SQL programming, SQL links, SQL databases">
  <title>The FirebirdSQL Foundation</title>
                                                   
  <link rel="shortcut icon" href="firebird.txt" type="image/x-icon">
        <!-- LINK REL=STYLESHEET HREF="../firebird.css" TYPE="text/css" -->
</head>
   <body style="background-color: rgb(255,255,255);">
                    
<table border="0" width="100%">
        <tbody>
                <tr>
                        <td align="left">                 <img
 src="LogoFirebird.png" alt="" align="middle">
                        <img src="TitleBlackGill2.gif" alt="FirebirdSQL"
 width="310" height="50" align="middle">
                        <!--
                <img src="../images/fb_masthead1_lge.png" alt="FirebirdSQL" width="400"  align="middle">
                <img src="../images/fb_small_mhead.png" alt="FirebirdSQL"  align="middle">
                <img src="../images/firebird_main_header.png" alt="FirebirdSQL"  align="middle">
                -->
                    <br>
                </td>
        <!--
	<td align=right vAlign=center>
       <TABLE border=0 cellPadding=0 cellSpacing=0 width="270">
       <TBODY>
            <TR>
                <TD align=right vAlign=top><A class=s_menu href=../index.php>&nbsp;Home&nbsp;</A></TD>
                <TD align=middle vAlign=righ>|</TD>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=devel>&nbsp;Developer's corner&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
            </TR>
            <TR>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=faq>&nbsp;FAQ&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
                <TD align=right vAlign=top><A class=s_menu href=http://sourceforge.net/projects/firebird>&nbsp;SourceForge Area&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
            </TR>
            <TR>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=files>&nbsp;Download&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=lists>&nbsp;Lists &amp; Newsgroups&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
            </TR>
            <TR>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=guide>&nbsp;Novice's Guide&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=doc>&nbsp;Documentation&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
            </TR>
            <TR>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=useful>&nbsp;Really Useful&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=history>&nbsp;History&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
            </TR>
            <TR>
                                    <TD align=right vAlign=top><A class=s_menu href=../foundation/>&nbsp;Foundation&nbsp;</A></TD>
                                <TD align=middle vAlign=center>|</TD>
                <TD align=right vAlign=top><A class=s_menu href=../index.php?op=rabbits>&nbsp;Rabbit Holes&nbsp;</A></TD>
                <TD align=middle vAlign=center>|</TD>
            </TR>
        </TD>
        </TBODY>
        </TABLE>
    </td>
-->
              </tr>
                             
  </tbody>        
</table>
                         
<table border="0" width="100%" cellspacing="5">
         <tbody>
           <tr>
             <td valign="top"> <br>
             </td>
           </tr>
                           
  </tbody><tbody>
        <tr>
         <td>  <br>
             </td>
             <td class="normal" align="left" valign="top">  <!-- trying to spread the column out more -->
                                                    
      <table>
        <tbody>
                 <tr>
        <td colspan="2"> <img src="clearpixel.gif" alt="" align="left"
 width="130" height="1">
        </td>
                 </tr>
                                                                       
        </tbody>                                                 
      </table>
                                                          
      <table>
        <tbody>
                 <tr>
        <td colspan="2"> <font face="Verdana" size="1"> <b><a
 href="../../index.php"
 style="text-decoration: none; color: rgb(0,0,0);">FirebirdSQL </a></b> </font></td>
                 </tr>
        <tr>
        <td><img src="clearpixel.gif" alt="" align="left" width="4">
                   </td>
        <td> <font face="Verdana" size="1">   <a href="../../index.php"
 style="text-decoration: none; color: rgb(105,105,105);">Home</a><br>
           </font></td>
                 </tr>
                                                                       
        </tbody>                                                 
      </table>
                                                           
      <table>
        <tbody>
                 <tr>
        <td colspan="2"> <font face="Verdana" size="1"> <a
 href="../foundation" style="text-decoration: none; color: rgb(0,0,0);"><b>FirebirdSQL
   Foundation</b></a><br>
        <i>Supporting Firebird Development</i></font></td>
                 </tr>
        <tr>
        <td><img src="clearpixel.gif" alt="" align="left" width="4">
                   </td>
        <td> <font face="Verdana" size="1">    <a
 href="../foundation/index.php#about"
 style="text-decoration: none; color: rgb(105,105,105);">About</a><br>
           <a href="../foundation/index.php?id=members.html"
 style="text-decoration: none; color: rgb(105,105,105);">Members</a><br>
           <a href="../foundation/index.php?id=sponsorship.html"
 style="text-decoration: none; color: rgb(105,105,105);">Sponsors</a><br>
           <a href="../foundation/index.php?id=contributions.html"
 style="text-decoration: none; color: rgb(105,105,105);">Donate/Sponsor</a><br>
           <a href="../foundation/index.php?id=rules.html"
 style="text-decoration: none; color: rgb(105,105,105);">Rules &amp; Objectives</a><br>
           <a href="../foundation/index.php?id=aboutMembership.html"
 style="text-decoration: none; color: rgb(105,105,105);">Membership</a><br>
           <a href="../foundation/index.php?id=certificate.html"
 style="text-decoration: none; color: rgb(105,105,105);">Certificate</a><br>
           <a
 href="../foundation/index.php?id=FFSTEER/FF_SteeringCommittee.html"
 style="text-decoration: none; color: rgb(105,105,105);">Steering Group</a>
                </font></td>
                 </tr>
                                                                       
        </tbody>                                                 
      </table>
                                                          
      <table>
        <tbody>
                 <tr>
        <td colspan="2" align="center"> <img src="clearpixel.gif" alt=""
 align="left" width="130" height="1">
                   <br>
                                                                        
                          
            <hr size="2">                                                
                                            
            <p>     <a
 href="http://www.opensource.org/docs/definition.php">    <img
 src="opensource-75x65.png" border="0" width="75" height="65" alt=""
 align="middle">
           </a><br>
        </p>
        </td>
                 </tr>
                                                                       
        </tbody>                                                 
      </table>
         </td>
           <td width="100%" valign="top">                               
                   
      <table width="100%" border="0" cellspacing="1" cellpadding="3"
 bgcolor="#ffffff">
               <tbody>
           <tr>
                   <td><font face="&#65325;&#65331; &#12468;&#12471;&#12483;&#12463;" size="-1">  <br>
                                                                        
                   </font>
            <h4><font face="&#65325;&#65331; &#12468;&#12471;&#12483;&#12463;" size="-1">&#35373;&#31435;&#23459;&#35328;:  FirebirdSQL Foundation</font></h4>
 <font face="&#65325;&#65331; &#12468;&#12471;&#12483;&#12463;" size="-1">       <br>
                 &#12371;&#12371;&#12395;&#12289;&#12300;FirebiredSQL&#22522;&#37329;&#12301;&#12398;&#35373;&#31435;&#12434;&#12362;&#30693;&#12425;&#12379;&#12391;&#12365;&#12427;&#12371;&#12392;&#12399;&#12289;&#22823;&#12365;&#12394;&#21916;&#12403;&#12391;&#12354;&#12426;&#12414;&#12377;&#12289;&#22522;&#37329;&#12399;&#38750;&#21942;&#21033;&#12398;&#21332;&#20250;&#12391;&#12354;&#12426;&#12289;&#12381;&#12398;&#30446;&#30340;&#12399;&#12458;&#12540;&#12503;&#12531;&#12477;&#12540;&#12473;&#12398;FirebirdSQL&#12522;&#12524;&#12540;&#12471;&#12519;&#12490;&#12523;&#12539;&#12487;&#12540;&#12479;&#12505;&#12540;&#12473;&#12539;&#12456;&#12531;&#12472;&#12531;&#12398;&#38283;&#30330;&#12434;&#25903;&#25588;&#12375;&#20419;&#36914;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;<br>
                 <br>
     Firebird&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12364;2000&#24180;7&#26376;&#12395;&#38283;&#22987;&#12373;&#12428;&#12390;&#12371;&#12398;&#12363;&#12383;&#12289;&#36039;&#37329;&#12434;&#35519;&#36948;&#12375;&#12390;&#20379;&#32102;&#12377;&#12427;&#12383;&#12417;&#12398;&#38750;&#21942;&#21033;&#32068;&#32340;&#12434;&#35373;&#31435;&#12377;&#12427;&#12371;&#12392;&#12398;&#21487;&#33021;&#24615;&#12395;&#12388;&#12356;&#12390;&#12289;&#35696;&#35542;&#12364;&#12394;&#12373;&#12428;&#12390;&#12365;&#12414;&#12375;&#12383;&#12290;<br>
                 <br>
     2002&#24180;6&#26376;&#19979;&#26092;&#12395;&#12289;&#22810;&#12367;&#12398;&#20210;&#38291;&#12383;&#12385;&#12364;&#12371;&#12398;&#36984;&#25246;&#32930;&#12395;&#30495;&#21091;&#12395;&#21462;&#12426;&#32068;&#12415;&#12399;&#12376;&#12417;&#12414;&#12375;&#12383;&#12290;&#38750;&#21942;&#21033;&#12398;&#21332;&#20250;&#12434;&#35373;&#31435;&#12377;&#12427;&#12383;&#12417;&#12398;&#27861;&#25163;&#32154;&#12395;&#12399;&#25968;&#12534;&#26376;&#12364;&#12363;&#12363;&#12426;&#12414;&#12375;&#12383;&#12289;&#12381;&#12398;&#32076;&#36942;&#12398;&#20013;&#12391;&#12289;&#32080;&#26524;&#12392;&#12375;&#12390;&#25105;&#12293;&#12398;&#12300;&#12473;&#12486;&#12450;&#12522;&#12531;&#12464;&#12539;&#12464;&#12523;&#12540;&#12503;&#12301;&#12364;&#26032;&#12375;&#12356;&#22522;&#37329;&#12398;&#30446;&#30340;&#12420;&#35215;&#32004;&#12434;&#21046;&#23450;&#12377;&#12427;&#12383;&#12417;&#12395;&#35373;&#31435;&#12373;&#12428;&#12414;&#12375;&#12383;&#12290;&#12371;&#12398;&#35373;&#31435;&#25163;&#32154;&#12365;&#12398;&#38291;&#12395;&#12418;&#12289;&#12473;&#12486;&#12450;&#12522;&#12531;&#12464;&#12539;&#12464;&#12523;&#12540;&#12503;&#12398;&#12513;&#12531;&#12496;&#12540;&#12399;&#65288;&#22522;&#37329;&#12398;&#25104;&#31435;&#12364;&#35469;&#21487;&#12373;&#12428;&#12427;&#20197;&#21069;&#12391;&#12399;&#12354;&#12426;&#12414;&#12375;&#12383;&#12364;&#65289;&#22522;&#37329;&#12398;&#30446;&#30340;&#12434;&#36861;&#27714;&#12375;&#12390;&#12365;&#12414;&#12375;&#12383;&#12290;<br>
                 <br>
     &#12371;&#12371;&#12414;&#12391;&#12398;&#32076;&#36942;&#12399;&#22823;&#22793;&#33391;&#22909;&#12391;&#12375;&#12383;&#12290;&#22522;&#37329;&#12398;&#20013;&#24515;&#30340;&#27963;&#21205;&#12399;&#12289;&#20250;&#36027;&#65288;&#24180;300&#12489;&#12523;&#65289;&#12420;&#12381;&#12398;&#20182;&#12398;&#27963;&#21205;&#12363;&#12425;&#36039;&#37329;&#12434;&#35519;&#36948;&#12377;&#12427;&#12371;&#12392;&#12392;&#12289;&#12381;&#12375;&#12390;&#12381;&#12428;&#12425;&#12434;&#38283;&#30330;&#12395;&#25391;&#12426;&#21521;&#12369;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;&#26368;&#21021;&#12398;15&#20154;&#12411;&#12393;&#12363;&#12425;&#12394;&#12427;&#12464;&#12523;&#12540;&#12503;&#12392;Firebird&#12398;&#12467;&#12511;&#12517;&#12491;&#12486;&#12451;&#12398;&#26041;&#12293;&#12363;&#12425;&#12398;&#12450;&#12489;&#12496;&#12452;&#12473;&#12395;&#12424;&#12387;&#12390;&#12289;FirebirdSQL&#22522;&#37329;&#12399;&#36942;&#21435;4&#12534;&#26376;&#38291;&#12395;&#12431;&#12383;&#12387;&#12390;&#12289;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12395;&#12362;&#12369;&#12427;Dmitry 
  Yemanov&#12398;&#32032;&#26228;&#12425;&#12375;&#12356;&#20181;&#20107;&#12434;&#25903;&#25588;&#12377;&#12427;&#12383;&#12417;&#12395;&#21161;&#25104;&#37329;&#12434;&#25552;&#20379;&#12377;&#12427;&#12371;&#12392;&#12364;&#20986;&#26469;&#12414;&#12375;&#12383;&#12289;&#12381;&#12375;&#12390;&#31169;&#12383;&#12385;&#12399;&#23569;&#12394;&#12367;&#12392;&#12418;&#32716;&#24180;&#12414;&#12391;&#12289;&#12371;&#12358;&#12375;&#12383;&#21161;&#25104;&#37329;&#12434;&#25552;&#20379;&#12375;&#12388;&#12389;&#12369;&#12427;&#12371;&#12392;&#12364;&#20986;&#26469;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;<br>
                 <br>
     &#26368;&#36817;&#12395;&#12394;&#12387;&#12390;&#12289;&#22522;&#37329;&#12399;IBPhoenix&#31038;&#12392;Atkin&#65286;Associates&#31038;&#12434;&#12473;&#12509;&#12531;&#12469;&#12540;&#12392;&#12375;&#12390;&#21463;&#12369;&#20837;&#12428;&#12414;&#12375;&#12383;&#12290;&#12371;&#12428;&#12395;&#12424;&#12387;&#12390;&#31169;&#12383;&#12385;&#12398;&#36001;&#21209;&#20869;&#23481;&#12399;&#21521;&#19978;&#12375;&#12289;&#20170;&#24180;&#12399;12,000&#12489;&#12523;&#20197;&#19978;&#12398;&#36039;&#37329;&#12434;&#12289;Alex 
  Peshkov&#12398;Fb 1.5&#12395;&#38306;&#12377;&#12427;&#12356;&#12367;&#12388;&#12363;&#12398;&#20316;&#26989;&#12392;&#12289;Claudio Valderrama&#12398;&#12467;&#12540;&#12489;&#12539;&#12524;&#12499;&#12517;&#12540;&#20316;&#26989;&#12395;&#23550;&#12375;&#12390;&#21161;&#25104;&#12434;&#12377;&#12427;&#12371;&#12392;&#12364;&#21487;&#33021;&#12392;&#12394;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;<br>
                 <br>
     Dmitry&#12289;Claudio&#12289;Alex&#12434;&#26368;&#21021;&#12398;&#21161;&#25104;&#37329;&#12398;&#23550;&#35937;&#12392;&#12375;&#12383;&#12363;&#12425;&#12392;&#12356;&#12387;&#12390;&#12289;&#27770;&#12375;&#12390;Firebird&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12395;&#21442;&#21152;&#12375;&#12390;&#12356;&#12427;&#12381;&#12398;&#20182;&#20840;&#12390;&#12398;&#20154;&#12293;&#12398;&#32032;&#26228;&#12425;&#12375;&#12356;&#21162;&#21147;&#12395;&#23550;&#12377;&#12427;&#35413;&#20385;&#12434;&#36605;&#12435;&#12376;&#12427;&#12418;&#12398;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#20197;&#19979;&#12398;&#28857;&#12434;&#24375;&#35519;&#12375;&#12390;&#12362;&#12365;&#12383;&#12356;&#12398;&#12391;&#12377;&#12364;&#12289;&#31169;&#12383;&#12385;&#12398;&#21161;&#25104;&#12399;Dmity&#12289;Cluaudio&#12289;Alex&#12395;&#23550;&#12375;&#12390;&#12393;&#12398;&#12424;&#12358;&#12394;&#24847;&#21619;&#12391;&#12418;&#24444;&#12425;&#12364;&#36890;&#24120;&#35211;&#36796;&#12417;&#12427;&#21830;&#26989;&#30340;&#23550;&#20385;&#12395;&#36817;&#12356;&#12418;&#12398;&#12434;&#35036;&#20767;&#12377;&#12427;&#12418;&#12398;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#24444;&#12425;&#12398;&#29305;&#21029;&#12398;&#21162;&#21147;&#12399;&#22823;&#12365;&#12367;&#35413;&#20385;&#12373;&#12428;&#12427;&#12395;&#20516;&#12375;&#12414;&#12377;&#12290;&#12375;&#12363;&#12375;&#12394;&#12364;&#12425;&#12289;&#31169;&#12383;&#12385;&#12399;&#12371;&#12398;&#21161;&#25104;&#12395;&#12424;&#12387;&#12390;&#12289;&#12381;&#12428;&#12434;&#21463;&#12369;&#12383;&#20154;&#12293;&#12364;Firebird&#12395;&#26178;&#38291;&#12434;&#25447;&#12370;&#12390;&#12367;&#12428;&#12427;&#12371;&#12392;&#12434;&#24076;&#26395;&#12375;&#12414;&#12377;&#12375;&#12289;&#12381;&#12398;&#20182;&#12398;&#12377;&#12409;&#12390;&#12398;Firebird&#12395;&#38306;&#12431;&#12387;&#12390;&#12356;&#12427;&#20154;&#12293;&#12364;&#12289;&#24444;&#12425;&#12398;&#20316;&#26989;&#12395;&#12424;&#12387;&#12390;&#31169;&#12383;&#12385;&#12398;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12364;&#32154;&#12356;&#12390;&#12356;&#12427;&#20197;&#19978;&#12289;&#12394;&#12435;&#12425;&#12363;&#12398;&#21033;&#30410;&#12434;&#21463;&#12369;&#21462;&#12387;&#12390;&#27442;&#12375;&#12356;&#12392;&#39000;&#12358;&#12418;&#12398;&#12391;&#12377;&#12290;<br>
                 <br>
     &#22522;&#37329;&#12399;&#12371;&#12358;&#12375;&#12383;&#25903;&#25588;&#12434;&#12289;&#31169;&#12383;&#12385;&#12398;&#37197;&#24942;&#12434;&#24517;&#35201;&#12392;&#12375;&#12390;&#12356;&#12427;&#24605;&#12431;&#12428;&#12427;&#12289;&#20182;&#12398;Firebird&#12398;&#38283;&#30330;&#12395;&#38306;&#12431;&#12427;&#27963;&#21205;&#12395;&#23550;&#12375;&#12390;&#12289;&#12373;&#12425;&#12395;&#24195;&#12370;&#12383;&#12356;&#12392;&#24605;&#12387;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;&#31169;&#12383;&#12385;&#12398;&#29694;&#22312;&#12398;&#20027;&#35201;&#12394;&#38306;&#24515;&#12399;&#12289;&#12373;&#12425;&#12395;&#21313;&#20998;&#12394;&#36861;&#21152;&#12398;&#36039;&#37329;&#12434;&#35519;&#36948;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12289;&#12381;&#12398;&#12383;&#12417;&#12395;&#20250;&#21729;&#12434;&#12373;&#12425;&#12395;&#22679;&#12420;&#12375;&#12390;&#12289;&#12473;&#12509;&#12531;&#12469;&#12540;&#12434;&#29554;&#24471;&#12375;&#12289;&#20197;&#19979;&#12398;&#12424;&#12358;&#12394;&#38936;&#22495;&#12395;&#21161;&#25104;&#12434;&#24195;&#12370;&#12390;&#12356;&#12365;&#12383;&#12356;&#12392;&#24605;&#12387;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;<br>
                 <br>
     1.&#21697;&#36074;&#31649;&#29702;/&#12486;&#12473;&#12488;<br>
     &#31169;&#12383;&#12385;&#12399;&#12289;&#12458;&#12522;&#12472;&#12490;&#12523;&#12398;InterBase TCS&#12484;&#12540;&#12523;&#12395;&#22522;&#12389;&#12367;&#33258;&#21205;&#12486;&#12473;&#12488;&#12484;&#12540;&#12523;&#12398;&#38283;&#30330;&#12392;&#25913;&#33391;&#12398;&#32153;&#32154;&#12289;&#12414;&#12383;&#12289;Pavel Cisar&#12395;&#12424;&#12387;&#12390;&#38283;&#30330;&#12373;&#12428;&#12390;&#12356;&#12427;&#26032;&#12375;&#12356;QMTest&#12484;&#12540;&#12523;&#12395;&#23550;&#12375;&#12390;&#12289;&#21161;&#25104;&#12434;&#12375;&#12383;&#12356;&#12392;&#24605;&#12387;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;<br>
                 <br>
     2.&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#30435;&#26619;&#21450;&#12403;&#27231;&#33021;&#24375;&#21270;<br>
     &#31169;&#12383;&#12385;&#12399;&#12414;&#12383;&#12289;Firebird&#12398;&#12467;&#12540;&#12489;&#12505;&#12540;&#12473;&#12391;&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#30435;&#26619;&#12395;&#21442;&#21152;&#12375;&#12390;&#12367;&#12428;&#12427;&#26041;&#12395;&#21161;&#25104;&#12434;&#12375;&#12383;&#12356;&#12392;&#24605;&#12387;&#12390;&#12362;&#12426;&#12414;&#12377;&#12290;&#12371;&#12398;&#28857;&#12391;&#26368;&#12418;&#37325;&#35201;&#12394;&#12371;&#12392;&#12399;&#12289;&#12475;&#12461;&#12517;&#12522;&#12486;&#12451;&#30435;&#26619;&#20013;&#12395;&#36215;&#12365;&#12427;&#12391;&#12354;&#12429;&#12358;&#12393;&#12435;&#12394;&#20107;&#12391;&#12418;&#12289;&#12381;&#12398;&#26041;&#12395;&#20462;&#27491;&#12375;&#12390;&#12418;&#12425;&#12360;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&#12371;&#12392;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;<br>
                 <br>
     &#12418;&#12375;&#12289;&#12354;&#12394;&#12383;&#12420;&#12354;&#12394;&#12383;&#12398;&#20250;&#31038;&#12364;Firebird&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12390;&#12289;&#12381;&#12398;&#25104;&#26524;&#12395;&#12424;&#12387;&#12390;&#12356;&#12367;&#12425;&#12363;&#12398;&#21033;&#30410;&#12434;&#24471;&#12383;&#12398;&#12391;&#12354;&#12428;&#12400;&#12289;&#12354;&#12427;&#12356;&#12399;&#12289;&#12354;&#12394;&#12383;&#12364;&#28508;&#22312;&#30340;&#12518;&#12540;&#12470;&#12540;&#12391;&#12354;&#12427;&#12394;&#12425;&#12400;&#12289;&#31169;&#12383;&#12385;&#12398;&#20181;&#20107;&#12399;&#23558;&#26469;&#12398;&#21033;&#30410;&#12395;&#12363;&#12394;&#12358;&#12391;&#12354;&#12429;&#12358;&#12392;&#24605;&#12431;&#12428;&#12414;&#12377;&#12290;&#12391;&#12365;&#12414;&#12375;&#12383;&#12425;&#12289;FirebirdSQL&#22522;&#37329;&#12398;&#20250;&#21729;&#12395;&#12394;&#12427;&#12371;&#12392;&#12289;&#12354;&#12427;&#12356;&#12399;&#12473;&#12509;&#12531;&#12469;&#12540;&#12395;&#12394;&#12427;&#12371;&#12392;&#12289;&#12414;&#12383;&#23492;&#20184;&#12434;&#12362;&#23492;&#12379;&#12367;&#12384;&#12373;&#12427;&#12371;&#12392;&#12289;&#12381;&#12375;&#12390;&#12371;&#12398;&#37325;&#35201;&#12394;&#20181;&#20107;&#12434;&#32153;&#32154;&#12377;&#12427;&#12383;&#12417;&#12395;&#12362;&#21147;&#28155;&#12360;&#12434;&#12356;&#12383;&#12384;&#12369;&#12427;&#12424;&#12358;&#12289;&#12424;&#12429;&#12375;&#12367;&#12362;&#39000;&#12356;&#12356;&#12383;&#12375;&#12414;&#12377;&#12290;<font
 face="Verdana" size="-1"><br>
        <br>
                 </font>&#22522;&#37329;&#12395;&#38306;&#12377;&#12427;&#35443;&#12375;&#12356;&#24773;&#22577;&#12392;&#21442;&#21152;&#26041;&#27861;&#12395;&#38306;&#12375;&#12390;&#12399;&#12289;&#20197;&#19979;&#12434;&#12372;&#35239;&#12367;&#12384;&#12373;&#12356;&#65306;<font
 face="Verdana" size="-1"><br>
        <br>
         http://www.firebirdsql.org/foundation/<br>
        <br>
        <br>
                 </font>&#12393;&#12358;&#12382;&#12424;&#12429;&#12375;&#12367;&#12362;&#39000;&#12356;&#30003;&#12375;&#19978;&#12370;&#12414;&#12377;&#12290;<font face="Verdana" size="-1"><br>
        <br>
        The FirebirdSQL Foundation Steering Committee <br>
        <br>
        Gary T. Benner, Helen Borrie, Lucas Franzen, Frank Ingermann,<br>
        Aage Johansen, Sean Leyne, Mark O'Donohue, Andreas Pohl, <br>
        Phil Shrimpton, Thomas Steinmaurer, Karsten Strobel,  Martijn Tonies, 
              <br>
        Svein Erling Tysvaer, Claudio C. Valderrama, Jason Wharton, <br>
        Geoff Worboys, Dmitry Yemanov,<br>
        <br>
        <br>
        </font>  </font></td>
        </tr>
                                                                       
        </tbody>                                                  
      </table>
         </td>
        </tr>
          <tr>
        </tr>
                           
  </tbody>       
</table>
                
<hr size="1" width="80%">    <br>
             
</body>
</html>
