<script language="JavaScript">
<!-- Hide from old browsers
function ShowAddress(part1, part2, part3, part4)
{
    var addr = part1 + "@" + part2 + "." + part3;
    var result = ("<a href='" + "mail" + "to:" + addr + "?subject=" + part4 +"'> "   + addr + "</a>")
    return result;
}
//-->
</script>
<! dummy >
<table width="90%">
<tr><td>

<font face="Verdana" size="+2">
<a name=objectives>
<span style="background-color:#696969;color:#ffffff;">
&nbsp;The FirebirdSQL Foundation (Inc.)&nbsp;
</span>
<p>
<font size="-1">
<font color=red>
<b>Que se passe-t il autour de la Fondation?<br>
Lisez les derni&egrave;res informations <a href="index.php?id=news.html">ici</a> !
</b></font>
<p>
Lisez cette page en
<a href="index.php?id=main_pt.html">Portugais</a> |
<a href="http://www.firebirdsql.org/ff/foundation/main_ru.html">Russe</a> |
<a href="index.php?id=main_de.html">Allemand</a> |
<a href="http://www.firebirdsql.org/ff/foundation/main_jp.html">Japonais</a> <br>
<a href="index.php?id=main_it.html">Italien</a> | 
<a href="index.php?id=main_es.html">Espagnol</a> | 
<a href="index.php?id=main.html">Anglais</a> 
<p>
<font size=1>
Lisez l'annonce initiale de la cr&eacute;ation de la Fondation FirebirdSQL<br>
en 
<a href=index.php?id=introMessage.html>Anglais</a> | 
<a href=index.php?id=introMessage_pt.html> Portugais</a> |
<a href=index.php?id=introMessage_fr.html> Fran&ccedil;ais</a> | 
<a href=index.php?id=introMessage_de.html> Allemand</a> | 
<a href=index.php?id=introMessage_it.html> Italien</a> | 
<a href=index.php?id=introMessage_es.html> Espagnol</a> |
<a href="http://firebirdsql.org/ff/foundation/introMessage_ru.html"> Russe</a> | 
<a href="http://firebirdsql.org/ff/foundation/introMessage_jp.html"> Japonais </a>
<p>
<font size="-1">
<h4>Les objectifs de la fondation FirebirdSQL sont:</h4>
<ul type=circle>
	<li>Aider et faire progresser le developement du moteur de base de donn&eacute;es relationnelle open source Firebird.<p>


	<li>Mettre &agrave; disposition une infrastructure non commerciale et des m&eacute;chanismes permettant la lev&eacute;e de fonds;  et distribuer ces fonds pour promouvoir et faire progresser les efforts de developpement.<p>

<li>Encourager les cooperations avec des individus, d'autres organisations non lucratives
et des organismes commerciaux impliqu&eacute;s, ou voulant s'impliquer
dans le d&eacute;velopement, l'aide et la promotion des projets
logiciels de Firebird et des produits et activit&eacute;s associ&eacute;s.
</ul>


<a name=whoarewe><h4>Qui sommes nous...</h4></a>

<blockquote>

        <a href= "index.php?id=members.html"><h4>Membres</h4></a>

        Le moteur de base de donn&eacute;es Firebird a une large communaut&eacute; de d&eacute;veloppeurs et utilisateurs.
        La fondation FirebirdSQL est une organisation constitu&eacute;e des ces individus et entreprises de taille diverse, travaillant ensemble
        en tant que membre d'une organisation sans but lucratif avec la volont&eacute; d'assurer la continuit&eacute; du d&eacute;velopement de la base de donn&eacute;es relationnelle Firebird et des produits associ&eacute;s.
	<p></p>
         Les cotisations vers&eacute;es par les membres jouent un r&ocirc;le important dans le financement direct du developpement du moteur de base de donn&eacute;es Firebird.
         La liste des membres est disponible <a href= "index.php?id=members.html">ici</a>.  En tant que fondation, nous avons la pr&eacute;occupation premi&egrave;re de fournir une ossature financi&egrave;re pour le developpement et nos membres consid&egrave;rent comme un privil&egrave;ge le fait de verser leur cotisation.
<ul type=circle>
	<li>Les membres avec droit de vote paient une cotisation annuelle de $300 USD.<p>
	<li>Ceux qui veulent montrer leur int&eacute;r&ecirc;t peuvent devenir membres associ&eacute;s avec une cotisation annuelle de $50 USD.
</ul>
	<a href= "index.php?id=aboutMembership.html"><h4>Adh&eacute;rer</h4></a>
	Les nouveaux membres sont les bienvenus.  Si vous voulez devenir membre, les d&eacute;tails sont disponibles <a href= "index.php?id=aboutMembership.html">ici</a>.

        <h4><a href= "index.php?id=sponsorship.html">Parrainages</a></h4>
        En plus des cotisations pay&eacute;es par les membres, les accords de parrainage avec des individus et
        des entreprises sont une part importante des fonds re&ccedil;us par la Fondation pour la r&eacute;alisation de ces objectifs.

	<h4>Statut l&eacute;gal</h4>

        "The FirebirdSQL Foundation (Inc.)" est une association &agrave; but non lucratif cr&eacute;&eacute;e et enregistr&eacute;e dans l'Etat de
        New South Wales, Australie (<a href= "index.php?id=certificate.html">certificat INC9878828</a>).

</blockquote>


<a name=contact><h4>Nous contacter</h4></a>
<blockquote>
        <p>La mani&egrave;re la plus simple de contacter la fondation FirebirdSQL est le courrier &eacute;lectronique.  L'adresse principale de contact non technique pour la fondation FirebirdSQL est:</p>

        <p><strong>
            <script language="Javascript">
            <!--
            document.write(ShowAddress("foundation", "firebirdsql", "org",""));
            //-->
            </script>
        </strong></p>

        <p>Un courrier postal peut &ecirc;tre envoy&eacute; &agrave;:</p>

        <address>
        The FirebirdSQL Foundation<br>
        30 Bundeena Road<br>
        Glenning Valley<br>
        NSW 2261<br>
        AUSTRALIA<br>
        </address>

        <p>Les demandes venant de la presse (et SEULEMENT de la presse, PAS d'aide
        technique ou quoique ce soit d'autre!) doivent &ecirc;tre adress&eacute;s &agrave; notre adresse de relation presse :</p>

        <p><strong>
            <script language="Javascript">
            <!--
            document.write(ShowAddress("press", "firebirdsql", "org",""));
            //-->
            </script>

        </strong></p>

        si vous voulez donner des fonds ou des &eacute;quipements &agrave; la fondation FirebirdSQL, regardez s'il vous plait, la page <a href="index.php?id=contributions.html">contribuer au projet</a></body></html>
</blockquote>

<h4>Organisation</h4>
<blockquote>


	La fondation est dirig&eacute;e par  <a href="index.php?id=FFMGMT/ManagementCommittee.html">un Comit&eacute; de Direction</a>
        qui est &eacute;lu annuellement lors de l'Assembl&eacute;e G&eacute;n&eacute;rale, par les membres avec droit de vote de la fondation.<br>
        Le Comit&eacute; de Direction agit en concordance avec <a href="index.php?id=rules.html">les r&egrave;gles de l'association</a> et est
        aussi mandat&eacute; pour cr&eacute;er et d&eacute;l&eacute;guer des taches &agrave; des sous comit&eacute;s si n&eacute;cessaire.
	<p></p>
         Les r&eacute;unions du Comit&eacute; de Direction ont g&eacute;n&eacute;ralement lieu en ligne.
	<p></p>

        Avant la cr&eacute;ation officielle, les affaires de la fondation &eacute;taient g&eacute;r&eacute;es par le
        <a href= "index.php?id=FFSTEER/FF_SteeringCommittee.html"><b>Groupe de Direction de la fondation FirebirdSQL </b></a>.  Ce groupe a &eacute;lu le bureau et les membre du Comit&eacute; de Direction pour g&eacute;rer la vie de la fondation avant la premi&egrave;re Assembl&eacute;e g&eacute;n&eacute;rale, qui a eu lieu le 9 December 2002.

        <p></p>
        Les membres du bureau et les membres du Comit&eacute; de Direction, comme requis par <a href="index.php?id=rules.html">les r&egrave;gles de l'association</a> sont indiqu&eacute;s <a href= "index.php?id=FFMGMT/ManagementCommittee.html">ici.</a>.

	<p></p>
	Les informations au sujet du Comit&eacute; de Direction, des processus de d&eacute;cisions, des r&egrave;gles de fonctionnement peuvent &ecirc;tre trouv&eacute;es dans les liens suivants:<p></p>
         <ul type=circle>
          <li><a href="index.php?id=FFMGMT/ManagementCommittee.html"><b>Comit&eacute; de Direction</b></a></li>
          <li><a href= "index.php?id=FFSTEER/FF_SteeringCommittee.html"><b>Groupe de Direction</b></a></li>
          <br>
          <li><a href="index.php?id=rules.html"><b>R&egrave;gles de l'Association</b></a></li>
                  <li><b>Subventions...</b></li>
        	<li><b>Finances...</b></li>

          </ul>
        <br>


</blockquote>

</td></tr></table>
