<script language="JavaScript">
<!-- Hide from old browsers
function ShowAddress(part1, part2, part3, part4)
{
    var addr = part1 + "@" + part2 + "." + part3;
    var result = ("<a href='" + "mail" + "to:" + addr + "?subject=" + part4 +"'> "   + addr + "</a>")
    return result;
}
//-->
</script>
<! dummy >
<table width="90%">
<tr><td>

<font face="Verdana" size="+2">
<a name=objectives>
<span style="background-color:#696969;color:#ffffff;">
&nbsp;The FirebirdSQL Foundation (Inc.)&nbsp;
</span>
<p>
<font size="-1">
<font color=red>
<b>What's going on around the Foundation?<br>
Catch up on the latest <a href="index.php?id=news.html">here</a> !
</b></font>
<span style="background-color:#ffff00;">
<hr size=1>
<center>
Member #100 draw winner was Luis Feliz of CA, U.S.A.  Luis won full licences to <a href="http://www.upscene.com">Database Workbench</a> and <a href="http://www.iblogmanager.com">IBLogManager</a> software, donated by Martijn Tonies and Thomas Steinmaurer
</center>
<hr size=1>
</span>
Read this page in 
<a href="index.php?id=main_pt.html">Portuguese</a> | 
<a href="http://www.firebirdsql.org/ff/foundation/main_ru.html">Russian</a> | 
<a href="index.php?id=main_de.html">German</a> | 
<a href="http://www.firebirdsql.org/ff/foundation/main_jp.html">Japanese</a> <br> 
French | 
<a href="index.php?id=main_it.html">Italian</a> | 
<a href="index.php?id=main.html">English</a>
<p>
<font size=1>
Read the initial post announcing the FirebirdSQL Foundation<br>
in 
<a href=index.php?id=introMessage.html>English</a> | 
<a href=index.php?id=introMessage_pt.html> Portuguese</a> | 
<a href=index.php?id=introMessage_fr.html> French</a> | 
<a href=index.php?id=introMessage_de.html> German</a> | 
<a href=index.php?id=introMessage_it.html> Italian</a> | 
<a href=index.php?id=introMessage_es.html> Spanish</a> |
<a href="http://firebirdsql.org/ff/foundation/introMessage_ru.html"> Russian</a> | 
<a href="http://firebirdsql.org/ff/foundation/introMessage_jp.html"> Japanese </a>
<p>
<font size="-1">
<h4>Los objetivos de la Fundaci&oacute;n FirebirdSQL son: </h4>
<ul type=circle>
  <li>Apoyar y lograr el avance del manejador de base de datos relacional Firebird<p></li>
  <li>Proveer los mecanismos e infraestructura no comerciales para aceptar y administrar 
    los fondos recaudados, e invertir tales fondos para promover el esfuerzo del 
    desarrollo de esta base de datos<p></li>
  <li>Fomentar la cooperaci&oacute;n y la afiliaci&oacute;n de individuos, organizaciones 
    sin fines de lucro y compa&ntilde;&iacute;as comerciales involucradas o que 
    est&eacute;n planeando estar involucradas en el desarrollo, apoyo y promoci&oacute;n 
    de los proyectos de software de Firebird y sus productos y actividades asociadas.</li>

</ul>


<a name=whoarewe><h4>Quienes somos...</h4></a>

<blockquote>

        <a href= "index.php?id=members.html"><h4>Membres&iacute;a</h4></a>

<p>El software manejador de bases de datos Firebird tiene muchos seguidores en 
  las comunidades de usuarios y desarrolladores. La Fundaci&oacute;n FirebirdSQL 
  es una organizaci&oacute;n de tales individuos y compa&ntilde;&iacute;as de 
  varios tama&ntilde;os, que trabajan en conjunto como partes de una organizaci&oacute;n 
  sin fines de lucro cuyo fin es asegurar el desarrollo de la base de datos relacional 
  Firebird y los productos relacionados con ella.</p>
<p>Las cuotas pagadas por los miembros juegan un rol importante para apoyar directamente 
  el desarrollo de la base de datos Firebird. Una lista de los miembros actuales 
  est&aacute; disponible <a href="http://www.firebirdsql.org/ff/foundation/index.php?id=members.html">aqu&iacute;</a>. 
  Como una fundaci&oacute;n, tenemos un compromiso de mantener una base financiera 
  para el desarrollo de la base de datos y de esta manera nuestros miembros se 
  benefician de pagar suscripciones para su membres&iacute;a.</p>
<ul type=circle>
	<li>Los miembros votantes pagan una suscripci&oacute;n total de $300 d&oacute;lares 
    estadounidenses por a&ntilde;o.<p>
	<li>Aquellos que deseen mostrar su apoyo como miembros asociados pagan una suscripci&oacute;n 
    anual de $50 d&oacute;lares.
</ul>
	<a href= "index.php?id=aboutMembership.html"><h4>&Uacute;nete</h4></a>
	<p>Siempre ser&aacute;n bienvenidos nuevos miembros. Si deseas ser un miembro 
  de la fundaci&oacute;n, puedes consultar los detalles <a href="http://www.firebirdsql.org/ff/foundation/index.php?id=aboutMembership.html">aqu&iacute;</a>.</p>

        <h4><a href= "index.php?id=sponsorship.html">Patrocinios</a></h4>
        <p>Adem&aacute;s de las cuotas pagadas por los miembros, existen convenios de 
  patrocinio con individuos y compa&ntilde;&iacute;as que forman parte importante 
  de los ingresos recaudados por la Fundaci&oacute;n para lograr sus objetivos.</p>

	<h4>Cuestiones legales</h4>

        <p>La Fundaci&oacute;n FirebirdSQL (Inc.) es una Asociaci&oacute;n sin fines de 
  lucro legalmente registrada y registrada en el estado de Nueva Gales del Sur, 
  Australia (<a href="http://www.firebirdsql.org/ff/foundation/index.php?id=certificate.html">certificado 
  INC9878828</a>)</p>
</blockquote>


<a name=contact><h4>Detalles del contacto</h4></a>
<blockquote>
        <p>La manera m&aacute;s f&aacute;cil de contactar a la Fundaci&oacute;n FirebirdSQL 
  es por correo electr&oacute;nico. La direcci&oacute;n principal de contacto 
  para la Fundaci&oacute;n FirebirdSQL es:</p>

        <p><strong>
            <script language="Javascript">
            <!--
            document.write(ShowAddress("foundation", "firebirdsql", "org",""));
            //-->
            </script>
        </strong></p>

        <p>Se puede enviar tambi&eacute;n correo normal a nuestras oficinas en:</p>

        <address>
        The FirebirdSQL Foundation<br>
        30 Bundeena Road<br>
        Glenning Valley<br>
        NSW 2261<br>
        AUSTRALIA<br>
        </address>

        <p>Las preguntas para prensa (y solo para la prensa, no se aceptan preguntas de 
  apoyo o cualquier otra cosa) deben dirigirse a nuestra direcci&oacute;n de atenci&oacute;n 
  a medios:</p>

        <p><strong>
            <script language="Javascript">
            <!--
            document.write(ShowAddress("press", "firebirdsql", "org",""));
            //-->
            </script>

        </strong></p>

        <p>Si est&aacute;s interesado en donar fondos o equipo a la Fundaci&oacute;n FirebirdSQL, 
  por favor revisa nuestra <a href="index.php?id=contributions.html">informaci&oacute;n para constribuir al proyecto.</a></p> 
</blockquote>

<h4>Administraci&oacute;n</h4>
<blockquote>


<p>Los asuntos de la Fundaci&oacute;n son administrados y manejados por un <a href="http://www.firebirdsql.org/ff/foundation/index.php?id=FFMGMT/ManagementCommittee.html">Comit&eacute; 
  de Administraci&oacute;n</a>, el cual es elegido anualmente durante la Reuni&oacute;n 
  Anual General, por los miembros votantes de la Fundaci&oacute;n.<br>
  El comit&eacute; de administraci&oacute;n gobierna de acuerdo a las <a href="http://www.firebirdsql.org/ff/foundation/index.php?id=rules.html">reglas 
  de la asociaci&oacute;n</a> y tambi&eacute;n tiene el mandato de crear y delegar 
  tareas a subcomit&eacute;s seg&uacute;n sea necesario.</p>
<p>Las reuniones de la Fundaci&oacute;n son generalmente llevadas a cabo en un 
  foro en l&iacute;nea.</p>
<p>Antes de la incorporaci&oacute;n, los asuntos de la Fundaci&oacute;n eran administrados 
  por el <a href="http://www.firebirdsql.org/ff/foundation/index.php?id=FFSTEER/FF_SteeringCommittee.html">Grupo 
  de Direcci&oacute;n de la Fundaci&oacute;n FirebirdSQL</a>. Este grupo eligi&oacute; 
  a los oficiales y miembros del comit&eacute; para administrar los asuntos de 
  la Fundaci&oacute;n hasta la primera Reuni&oacute;n Anual General, que se llev&oacute; 
  a cabo en la media noche GMT del 9 de diciembre de 2002.</p>
<p>Los oficiales nominados y miembros del Comit&eacute; de Administraci&oacute;n, 
  est&aacute;n listados <a href="http://www.firebirdsql.org/ff/foundation/index.php?id=FFMGMT/ManagementCommittee.html">aqu&iacute;</a>, 
  tal como lo establece las <a href="http://www.firebirdsql.org/ff/foundation/index.php?id=rules.html">reglas 
  de la asociaci&oacute;n</a>.</p>
<p>La informaci&oacute;n acerca de los comit&eacute;s de la Fundaci&oacute;n FirebirdSQL, 
  los procesos y decisiones pueden encontrarse en los enlaces siguientes:</p>
<ul>
  <li><strong><a href="http://www.firebirdsql.org/ff/foundation/index.php?id=FFMGMT/ManagementCommittee.html">Comit&eacute; 
    de administraci&oacute;n</a></strong></li>
  <li><strong><a href="http://www.firebirdsql.org/ff/foundation/index.php?id=FFSTEER/FF_SteeringCommittee.html">Grupo 
    de direcci&oacute;n</a></strong></li>
  <li><strong><a href="http://www.firebirdsql.org/ff/foundation/index.php?id=rules.html">Reglas 
    de la Asociaci&oacute;n</a></strong></li>
  <li><strong>Derechos</strong></li>
  <li><strong>Finanzas</strong></li>
</ul>

        <br>


</blockquote>

</td></tr></table>


