<script language="JavaScript">
<!-- Hide from old browsers
function ShowAddress(part1, part2, part3, part4)
{
    var addr = part1 + "@" + part2 + "." + part3;
    var result = ("<a href='" + "mail" + "to:" + addr + "?subject=" + part4 +"'> "   + addr + "</a>")
    return result;
}
//-->
</script>
<! dummy >
<table width="90%">
<tr><td>

<font face="Verdana" size="+2">
<a name=objectives>
<span style="background-color:#696969;color:#ffffff;">
&nbsp;The FirebirdSQL Foundation (Inc.)&nbsp;
</span>
<p>
<font size="-1">
Lesen Sie diese Seite auf <a href="index.php?id=main_pt.html">Portugiesisch</a> | 
<a href="http://www.firebirdsql.org/ff/foundation/main_ru.html">Russisch</a> |
<a href="http://www.firebirdsql.org/ff/foundation/main_jp.html">Japanisch</a> <br>  
Franz&ouml;sisch | Italienisch | Spanisch
<p>
<font size=1>
Lesen sie die urspr&uuml;ngliche Nachricht der Ank&uuml;ndigung der FirebirdSQL Stiftung <br>
auf
<a href=index.php?id=introMessage.html>Englisch</a> |
<a href=index.php?id=introMessage_pt.html> Portugiesisch</a> |
<a href=index.php?id=introMessage_fr.html> Franz&ouml;sisch</a> |
<a href=index.php?id=introMessage_de.html> Deutsch</a> |
<a href=index.php?id=introMessage_it.html> Italienisch</a> |
<a href=index.php?id=introMessage_es.html> Spanisch</a> |
<a href="http://firebirdsql.org/ff/foundation/introMessage_ru.html"> Russisch </a>
<p>
<font size="-1">
<h4>Die Ziele der FirebirdSQL Stiftung sind:</h4>
<ul type=circle>
        <li>Die Entwicklung des relationalen Open Source-Datenbankservers FirebirdSQL zu unterst&uuml;tzen und voranzutreiben.<p>


        <li>Eine nicht-kommerzielle Infrastruktur und Mechanismen zur Verf&uuml;gung zu stellen, mittels denen Fonds eingesammelt und verwaltet werden k&ouml;nnen; und solche Fonds zum Zwecke der F&ouml;rderung und Weiterentwicklung auszuzahlen.<p>

<li>Zur Kooperation und Verbindung mit Einzelpersonen, anderen nicht-kommerziellen Organisationen und kommerziellen Unternehmen zu ermutigen, die in die Entwicklung eingebunden sind, oder dies beabsichtigen, um die FirebirdSQL Projekte, damit verbundene Produkte und Aktivit&auml;ten zu unterst&uuml;tzen und zu f&ouml;rdern.
</ul>


<a name=whoarewe><h4>Wer wir sind ...</h4></a>

<blockquote>

        <a href= "index.php?id=members.html"><h4>Mitgliedschaft</h4></a>

        Die FirebirdSQL Datenbank hat eine starke Anh&auml;ngerschaft unter Entwicklern und der Benutzergemeinde.
        Die FirebirdSQL Stiftung ist eine Vereinigung solcher Einzelpersonen und Unternehmen unterschiedlicher Gr&ouml;&szlig;e, die als Teil einer nicht-kommerziellen Organisation zusammenarbeiten, die darauf abzielt, die kontinuierliche Weiterentwicklung der relationalen Open Source-Datenbank FirebirdSQL und der dazugeh&ouml;rigen Produkte zu gew&auml;hrleisten.
        <p></p>
        Die Mitgliedsbeitr&auml;ge spielen eine wichtige Rolle in der direkten Unterst&uuml;tzung der Entwicklung der FirebirdSQL Datenbank. Eine &Uuml;bersichtsliste der momentanen Mitglieder k&ouml;nnen Sie <a href= "index.php?id=members.html">hier</a> einsehen.  Als Stiftung sind wir ernsthaft darum bem&uuml;ht, das finanzielle R&uuml;ckgrat f&uuml;r die Weiterentwicklung der Datenbank aufrechtzuerhalten, und so betrachten es unsere Mitglieder als ein Privileg, Mitgliedsbeitr&auml;ge zu entrichten.
<ul type=circle>
        <li>Stimmberechtigte Mitglieder zahlen f&uuml;r die Vollmitgliedschaft einen Jahresbeitrag von $300 USD.<p>
        <li>Diejenigen, die ihre Unterst&uuml;tzung durch eine assoziierte Mitgliedschaft ausdr&uuml;cken m&ouml;chten, zahlen einen Jahresbeitrag von $50 USD.
</ul>
        <a href= "index.php?id=aboutMembership.html"><h4>Mitglied werden</h4></a>
        Zus&auml;tzliche Mitglieder sind immer willkommen. Wenn Sie Mitglied werden m&ouml;chten, erhalten Sie <a href= "index.php?id=aboutMembership.html">hier</a> weitere Informationen.

        <h4><a href= "index.php?id=sponsorship.html">Sponsoren</a></h4>
        Zus&auml;tzlich zu den Mitgliedsbeitr&auml;gen stellen Sponsorenschaften von Einzelpersonen oder Unternehmen eine wichtige Einnahmequelle der Stiftung dar, die es ihr erlauben, ihre Ziele zu verfolgen.

        <h4>Rechtliches</h4>

        Rechtlich ist die FirebirdSQL Stiftung (Inc.) eine nicht-profitorientierte Vereinigung, gegr&uuml;ndet und eingetragen im Bundesstaat New South Wales, Australien (<a href= "index.php?id=certificate.html">Urkunde INC9878828</a>).

</blockquote>


<a name=contact><h4>Kontaktaufnahme</h4></a>
<blockquote>
        <p>Die einfachste M&ouml;glichkeit, Kontakt mit der FirebirdSQL Stiftung aufzunehmen, ist via e-mail. Die Hauptadresse f&uuml;r nicht-technischen Kontakt mit der FirebirdSQL Stiftung ist:</p>

        <p><strong>
            <script language="Javascript">
            <!--
            document.write(ShowAddress("foundation", "firebirdsql", "org",""));
            //-->
            </script>
        </strong></p>

        <p>Regul&auml;re Post kann an unsere offizielle Postadresse gesendet werden
        </p>

        <address>
        The FirebirdSQL Foundation<br>
        30 Bundeena Road<br>
        Glenning Valley<br>
        NSW 2261<br>
        AUSTRALIA<br>
        </address>

        <p>Anfragen der Presse (und NUR Anfragen der Presse, KEINE Fragen zur Unterst&uuml;tzung oder andere Themen) sollten an unsere Medien-Verbindungsadresse gesendet werden.</p>

        <p><strong>
            <script language="Javascript">
            <!--
            document.write(ShowAddress("press", "firebirdsql", "org",""));
            //-->
            </script>

        </strong></p>

        Wenn Sie der FirebirdSQL Stiftung Geld oder Ausr&uuml;stungsgegenst&auml;nde zukommen lassen m&ouml;chten, sehen Sie sich bitte die Informationen unter <a href="index.php?id=contributions.html">Projektbeitr&auml;ge</a> an.</body></html>
</blockquote>

<h4>Leitung</h4>
<blockquote>


        Die Angelegenheiten der Stiftung werden von einem <a href="index.php?id=FFMGMT/ManagementCommittee.html">Leitenden Kommittee</a>
        gef&uuml;hrt, welches von den stimmberechtigten Mitgliedern der Stiftung auf der Jahreshauptversammlung gew&auml;hlt wird.<br>
        Dieses Kommittee f&uuml;hrt die Stiftung gem&auml;ss den <a href="index.php?id=rules.html">Verbandsregeln</a> und
        ist ausserdem erm&auml;chtigt, Aufgaben festzulegen und diese an Sub-Komittees zu delegieren.
        <p></p>
         Die Treffen der Stiftung werden f&uuml;r gew&ouml;hnlich in Online-Foren abgehalten.
        <p></p>

        Vor dem rechtlichen Inkrafttreten der Stiftung wurden die Angelegenheiten der Stiftung von der
        <a href= "index.php?id=FFSTEER/FF_SteeringCommittee.html"><b>FirebirdSQL Stiftungs-Steuerungsgruppe</b></a> geleitet. Diese Gruppe w&auml;hlte Funktion&auml;re und Kommitteemitglieder, die die Angelegenheiten der Stiftung bis zur ersten Jahreshauptversammlung durchf&uuml;hrten, die ab Mitternacht GMT des 9. Dezembers 2002 stattfand.

        <p></p>
        Die gew&auml;hlten Funktion&auml;re und Mitglieder des Leitenden Kommitees sind, den <a href="index.php?id=rules.html">Verbandsregeln</a> entsprechend, <a href= "index.php?id=FFMGMT/ManagementCommittee.html">hier</a> aufgelistet.

        <p></p>
        Informationen &uuml;ber die FirebirdSQL Stiftungskommittees, Vorg&auml;nge und Entscheidungen k&ouml;nnen unter den folgenden Links eingesehen werden:<p></p>
         <ul type=circle>
          <li><a href="index.php?id=FFMGMT/ManagementCommittee.html"><b>Leitendes Kommittee</b></a></li>
          <li><a href= "index.php?id=FFSTEER/FF_SteeringCommittee.html"><b>Steuerungsgruppe</b></a></li>
          <br>
          <li><a href="index.php?id=rules.html"><b>Verbandsregeln</b></a></li>
                  <li><b>Zuwendungen...</b></li>
                <li><b>Finanzen...</b></li>

          </ul>
        <br>


</blockquote>

</td></tr></table>